-- MySQL dump 10.13  Distrib 8.0.18, for Win64 (x86_64)
--
-- Host: mysql-38d2a7e5-news-app-db.b.aivencloud.com    Database: calendrek
-- ------------------------------------------------------
-- Server version	8.0.35

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
SET @MYSQLDUMP_TEMP_LOG_BIN = @@SESSION.SQL_LOG_BIN;
SET @@SESSION.SQL_LOG_BIN= 0;

--
-- GTID state at the beginning of the backup 
--

SET @@GLOBAL.GTID_PURGED=/*!80000 '+'*/ '16b2acdb-6d72-11f0-980a-862ccfb07363:1-616,
196daeee-e3f5-11f0-a28f-862ccfb05538:1-55,
1fac5d78-d128-11f0-bb5a-862ccfb04c4d:1-15,
290a76aa-eecd-11f0-affa-862ccfb05063:1-278,
5e3dc755-da39-11f0-b354-862ccfb02ae8:1-15,
857b7f5b-de2d-11f0-8a1f-862ccfb00e6a:1-51';

--
-- Table structure for table `events`
--

DROP TABLE IF EXISTS `events`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `events` (
  `id` int NOT NULL AUTO_INCREMENT,
  `user_id` int NOT NULL DEFAULT '0',
  `g_day` int DEFAULT '-1',
  `g_month` int DEFAULT '-1',
  `h_day` int DEFAULT '-1',
  `h_month` int DEFAULT '-1',
  `description` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=308 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `events`
--

LOCK TABLES `events` WRITE;
/*!40000 ALTER TABLE `events` DISABLE KEYS */;
INSERT INTO `events` (`id`, `user_id`, `g_day`, `g_month`, `h_day`, `h_month`, `description`) VALUES (1,0,-1,-1,15,10,'ט\"ו בשבט'),(2,0,-1,-1,10,9,'צום עשרה בטבת'),(3,0,-1,-1,25,8,'א חנוכה'),(4,0,-1,-1,26,8,'ב חנוכה'),(5,0,-1,-1,27,8,'ג חנוכה'),(6,0,-1,-1,28,8,'ד חנוכה'),(7,0,-1,-1,29,8,'ה חנוכה'),(9,0,-1,-1,30,8,'ו חנוכה'),(10,0,-1,-1,1,9,'ז חנוכה'),(11,0,-1,-1,2,9,'ח חנוכה'),(12,0,-1,-1,13,11,'תענית אסתר'),(13,0,-1,-1,14,11,'פורים'),(14,0,-1,-1,15,11,'שושן פורים'),(15,0,-1,-1,14,0,'ערב פסח'),(16,0,-1,-1,15,0,'פסח'),(17,0,-1,-1,16,0,'א דחוה\"מ'),(18,0,-1,-1,17,0,'ב דחוה\"מ'),(19,0,-1,-1,18,0,'ג דחוה\"מ'),(20,0,-1,-1,19,0,'ד דחוה\"מ'),(21,0,-1,-1,20,0,'ה דחוה\"מ'),(22,0,-1,-1,21,0,'שביעי של פסח'),(23,0,-1,-1,22,0,'אסרו חג'),(24,0,-1,-1,27,0,'יום הזיכרון לשואה ולגבורה'),(25,0,-1,-1,4,1,'יום הזיכרון'),(26,0,-1,-1,5,1,'יום העצמאות'),(27,0,-1,-1,17,1,'ערב ל\"ג בעומר'),(28,0,-1,-1,18,1,'ל\"ג בעומר'),(29,0,-1,-1,5,2,'ערב שבועות'),(30,0,-1,-1,6,2,'שבועות'),(31,0,-1,-1,7,2,'אסרו חג'),(32,0,-1,-1,17,3,'צום שבעה עשר בתמוז'),(33,0,-1,-1,8,4,'ערב תשעה באב'),(34,0,-1,-1,9,4,'צום תשעה באב'),(35,0,-1,-1,15,4,'ט\"ו באב'),(36,0,-1,-1,29,5,'ערב ראש השנה'),(37,0,-1,-1,1,6,'ראש השנה'),(38,0,-1,-1,2,6,'ראש השנה'),(39,0,-1,-1,3,6,'צום גדליה'),(40,0,-1,-1,9,6,'ערב יום כיפור'),(41,0,-1,-1,10,6,'יום כיפור'),(42,0,-1,-1,14,6,'ערב סוכות'),(43,0,-1,-1,15,6,'סוכות'),(44,0,-1,-1,16,6,'א דחוה\"מ'),(45,0,-1,-1,17,6,'ב דחוה\"מ'),(46,0,-1,-1,18,6,'ג דחוה\"מ'),(47,0,-1,-1,19,6,'ד דחוה\"מ'),(48,0,-1,-1,20,6,'ה דחוה\"מ'),(49,0,-1,-1,21,6,'הושענא רבה'),(50,0,-1,-1,22,6,'שמחת תורה'),(51,0,-1,-1,23,6,'אסרו חג'),(52,0,-1,-1,24,6,'יום זיכרון לארועי שבעה באוקטובר'),(53,0,-1,-1,12,7,'יום זיכרון ליצחק רבין'),(54,0,-1,-1,24,8,'ערב חנוכה'),(91,0,29,0,2,10,'ניצן מייזלס-י\"ה 1998'),(92,0,17,1,5,11,'יעל וגיל-י\"נ 2002'),(93,0,19,1,8,11,'עדי מייזלס-י\"ה 1994'),(94,0,19,1,9,13,'גיל - י\"ה 1967'),(95,0,22,3,22,0,'שחף אלטמן-י\"ה 1976'),(96,0,28,3,-1,-1,'יעל מייזלס-י\"ה 1966'),(97,3,9,4,-1,-1,'עדו לוינסון-י\"ה 2003'),(98,3,20,4,-1,-1,'תומר לוינסון-י\"ה 2000'),(99,3,31,4,-1,-1,'משה לוינסון-י\"ה 1931'),(100,3,15,6,-1,-1,'רחל לוינסון-י\"ה 1931'),(101,0,2,7,4,4,'משה מייזלס-י\"ה 1965'),(102,0,24,8,-1,-1,'מיה מייזלס-י\"ה 1996'),(103,0,22,9,-1,-1,'שמואל קרישר-י\"ה 1965'),(104,3,7,9,-1,-1,'רחל ומשה לוינסון-י\"נ 1964'),(105,3,24,11,-1,-1,'פזי לוינסון-י\"ה 1970'),(106,3,27,2,-1,-1,'עדי לוינסון-י\"ה 1971'),(107,3,6,6,-1,-1,'פזי ועדי-י\"נ 1998'),(108,0,10,6,17,3,'יעל-י\"ה 1971'),(109,3,29,5,-1,-1,'איה - י\"ה 1971'),(110,3,1,11,-1,-1,'איה ואיתן-י\"נ 1998'),(111,3,28,4,-1,-1,'אלעד (איה)-י\"ה 1999'),(112,3,2,2,-1,-1,'הדר (איה)-י\"ה 2001'),(113,3,4,6,-1,-1,'יובל (מיכל)-י\"ה 1999'),(114,3,4,6,-1,-1,'שירה (מיכל)-י\"ה 1999'),(115,3,11,4,-1,-1,'תמר (מיכל)-י\"ה 2003'),(116,3,11,5,-1,-1,'יפית ואילן - י\"נ 2001'),(117,3,3,11,-1,-1,'מעוז-י\"ה 1973'),(118,3,28,7,-1,-1,'סיגלית וליאון-י\"נ 2000'),(119,3,28,7,-1,-1,'עדנה ודובי-י\"נ 1995'),(120,3,25,7,-1,-1,'מיכל ואמיר-י\"נ 1994'),(121,3,9,3,3,0,'הדס ימיני - י\"ה 1970'),(122,3,1,0,27,9,'הדס ועוזי-י\"נ 2003'),(123,3,24,4,-1,-1,'אבי (הספר)-י\"ה 1967'),(124,3,3,0,-1,-1,'ארז וייצמן-י\"ה 1967'),(125,3,28,10,-1,-1,'צביקה זילברמן-י\"ה 1967'),(126,3,17,10,-1,-1,'אביה (אודליה)-י\"ה 2002'),(127,3,4,6,-1,-1,'מעוז ונועה - י\"נ 2004'),(128,0,2,6,25,2,'שחר-י\"ה תשס\"ה 2005'),(129,3,11,3,-1,-1,'אריאל (סיגלית)-י\"ה 2005'),(130,3,6,8,-1,-1,'הילה וקסלר-י\"ה 1967'),(131,3,8,7,-1,-1,'יובל (הילה)-י\"ה 1998'),(132,3,12,6,-1,-1,'גיא (הילה)-י\"ה 2002'),(133,3,5,10,3,7,'אליה (הדס) - י\"ה 2005'),(134,0,2,6,6,3,'שחף ואבי - י\"נ 2006'),(135,3,28,3,10,1,'אביה (הדס) - י\"ה 2007'),(136,3,3,6,-1,-1,'עופרי - י\"ה 2007'),(137,0,19,6,4,4,'גיא - י\"ה תשס\"ז 2007'),(138,3,15,6,-1,-1,'טל (סיגלית) - י\"ה 2007'),(139,3,4,9,-1,-1,'תומר (הילה) - י\"ה 2006'),(140,3,16,3,-1,-1,'זהבה - י\"ה 1946'),(141,3,16,3,-1,-1,'איתן (איה) - י\"ה 1969'),(142,3,19,10,-1,-1,'שירה (סיגלית) - י\"ה 2008'),(143,0,13,9,25,6,'מיכל - י\"ה 2009'),(144,3,8,6,-1,-1,'ליבי (איה) - י\"ה 2010'),(145,0,11,9,-1,-1,'איתי ורחלי - י\"נ 2011'),(146,0,9,6,-1,-1,'מישל ושלומי - י\"נ 2012'),(147,3,16,9,18,6,'יעל (מיקי) - י\"ה 2011'),(148,3,8,1,-1,-1,'ארז וליאת וייצמן- י\"נ 2015'),(149,3,3,5,10,2,'מיכל פרבר - י\"ה 1971'),(150,0,-1,-1,7,7,'עפרה ברנדס-י\"ה תשכב'),(151,0,-1,-1,15,7,'יהושע רוט-י\"ז'),(152,0,-1,-1,8,8,'סבתא צפורה-י\"ז'),(153,0,-1,-1,14,8,'טל הורוביץ-י\"ה'),(154,0,-1,-1,14,8,'נעם ורחל הורוביץ-י\"נ'),(155,0,-1,-1,7,9,'תהילה שפיגל-י\"ה תשנד'),(156,0,-1,-1,8,9,'רחל הורוביץ-י\"ה תשך'),(157,0,-1,-1,2,10,'בועז טבצניק-י\"ה תשיח'),(158,0,-1,-1,13,10,'יהודה ברנדס-י\"ה תשיט'),(159,0,-1,-1,30,10,'רבקה ברנדס-י\"ה תשמו'),(160,0,-1,-1,21,0,'גאולה אלטמן-י\"ה תשג'),(161,0,-1,-1,28,0,'שלמה שפיגל-י\"ה תשנב'),(162,0,-1,-1,23,1,'סבא יהושע - י\"ז תשלב'),(163,0,-1,-1,2,2,'עדי הורוביץ-י\"ה תשמה'),(164,0,-1,-1,8,2,'בלהה ברנדס-י\"ה תשנה'),(165,0,-1,-1,21,3,'סבא נפתלי - י\"ז תשסב'),(166,0,-1,-1,26,3,'שלמה ברנדס-י\"ה תשמח'),(167,0,-1,-1,13,7,'אריה מייזלס-י\"ז 1998'),(168,0,-1,-1,14,7,'דניאל קאופמן-י\"ה 1995'),(170,0,-1,-1,17,7,'אבישג טבצ\'ניק-י\"ה 1995'),(171,0,-1,-1,18,8,'ריקי טבצ\'ניק-י\"ה 1959'),(172,0,-1,-1,12,9,'אריאל הורוביץ-י\"ה תשמח'),(173,0,-1,-1,24,9,'סבתא אסתר - י\"ז 1980'),(174,0,-1,-1,3,10,'אפרים ודינה-י\"נ 1956'),(175,0,-1,-1,13,10,'דרורה שפיגל-י\"ה 1968'),(176,0,-1,-1,19,10,'יאיר הורוביץ-י\"ה תשמב'),(177,0,-1,-1,27,10,'גלעד הורוביץ-י\"ה תשנד'),(178,0,-1,-1,25,1,'דינה הורוביץ-י\"ה 1935'),(179,0,-1,-1,2,2,'איתמר טבצ\'ניק-י\"ה תשנב'),(180,0,-1,-1,11,4,'אסף טבצ\'ניק-י\"ה 1983'),(181,0,-1,-1,15,4,'עפרה ויהודה-י\"נ תשמב'),(182,0,-1,-1,21,4,'ריקי ובועז-י\"נ תשמב'),(183,0,-1,-1,22,4,'אביה הורוביץ-י\"ה תשס'),(184,0,-1,-1,9,5,'אביטל טבצ\'ניק-י\"ה תשמד'),(185,0,-1,-1,25,5,'איציק שפיגל-י\"ה 1967'),(186,0,-1,-1,28,5,'מיכאל ברנדס-י\"ה 1998'),(187,0,-1,-1,1,12,'נעם הורוביץ-י\"ה תשיח'),(188,0,-1,-1,1,12,'דרורה ואיציק-י\"נ תשן'),(189,0,-1,-1,7,12,'בנימין שפיגל-י\"ה תשס'),(190,0,-1,-1,3,7,'יהושע ברנדס-י\"ה 1991'),(191,0,-1,-1,4,9,'נריה שפיגל-י\"ה 1996'),(192,0,-1,-1,9,10,'יהונתן הורוביץ-י\"ה תשנו'),(193,0,-1,-1,7,2,'מוריה שפיגל-י\"ה 1991'),(194,0,-1,-1,14,2,'אפרת טבצ\'ניק-י\"ה 1989'),(195,0,-1,-1,24,4,'אסתר מרים-י\"ה 1983'),(196,0,-1,-1,27,4,'מירב הורוביץ-י\"ה 1983'),(197,0,-1,-1,1,5,'אפרים הורוביץ-י\"ה 1933'),(198,0,-1,-1,15,5,'יונה מייזלס-י\"ה 1936'),(199,0,-1,-1,29,7,'חיים קרישר-י\"ז'),(200,0,-1,-1,17,12,'שאול גוטליב-י\"ז תשן'),(201,0,-1,-1,12,12,'סבתא יהודית - י\"ז תשס'),(202,0,-1,-1,5,9,'שרה שיינין-י\"ה 1931'),(203,0,-1,-1,12,2,'חנה קרישר-י\"ה 29.5.39'),(204,0,-1,-1,6,6,'ניסן - י\"ה תרצה 14.9.34'),(205,3,-1,-1,24,2,'יפית-י\"ה 7.6.71'),(206,3,-1,-1,19,0,'עדנה-י\"ה 1971'),(207,3,-1,-1,14,7,'אודליה-י\"ה 1971'),(208,3,-1,-1,18,7,'נורית-י\"ה 1971'),(209,0,-1,-1,23,11,'ישי שפיגל - י\"ה תשס\"ג'),(210,0,-1,-1,25,12,'שרה וניסן - י\"נ 17/3/66'),(211,3,-1,-1,24,8,'נורית ודרור-י\"נ 1994'),(212,3,-1,-1,1,9,'שניאור (אודליה)-י\"ה 2001'),(213,0,-1,-1,2,2,'שרה - י\"ה 1942 (18/5)'),(214,3,-1,-1,2,3,'אודליה ויהודה- י\"נ 5/7/00'),(215,3,-1,-1,3,3,'גפן (יפית) - י\"ה 22/6/04'),(216,3,-1,-1,14,10,'טליה (הדס) - י\"ה 6/2/04'),(217,0,-1,-1,18,4,'אביטל ומתן צור-י\"נ תשס\"ד'),(218,3,-1,-1,3,6,'סבא לאון - י\"ז 1980 תשמ\"א'),(219,3,-1,-1,21,8,'סבתא לאה - י\"ז תשל\"ה 1974'),(220,0,-1,-1,29,4,'אסף צביה טבצ\'ניק-י\"נ 2006'),(221,3,-1,-1,14,7,'סבתא גולדה - י\"ז'),(222,3,-1,-1,10,1,'סבא שמחה - י\"ז'),(223,0,-1,-1,6,12,'יאיר ותחיה - י\"נ תשס\"ו'),(224,3,-1,-1,22,2,'מוריה (אודליה) - י\"ה 2007'),(225,0,-1,-1,30,2,'טוהר טבצ\'ניק - י\"ה 2008'),(226,0,-1,-1,20,5,'שירה עדינה המפל-י\"ה תשס\"ח'),(227,0,-1,-1,22,5,'עמיחי הורוביץ (יאיר) - י\"ה תשס\"ח'),(228,0,-1,-1,11,8,'מאור הלוי (מירב) - י\"ה תשס\"ח'),(229,0,-1,-1,26,8,'מירב ואביחי - י\"נ תשס\"ז'),(230,0,-1,-1,27,7,'ישי צור - י\"ה 2008'),(231,0,-1,-1,10,4,'חנה קרישר - י\"ז 2009'),(232,0,-1,-1,21,4,'אמית הלוי (מירב) - י\"ה 2009'),(234,0,-1,-1,2,7,'מעיין הורוביץ (יאיר) - י\"ה 2010'),(235,3,-1,-1,1,5,'בן? (אודליה) - י\"ה 2010'),(236,0,-1,-1,8,8,'הלל טבצ\'ניק - י\"ה 2010'),(237,0,-1,-1,25,1,'יערה צור (אביטל) - י\"ה 2007'),(238,0,-1,-1,14,2,'יהושוע וזוהר - י\"נ 2011'),(239,0,-1,-1,15,2,'דביר צור (אביטל) - י\"ה 2011'),(240,3,-1,-1,24,2,'יונתן בוכבינדר - י\"ה 2005'),(241,0,-1,-1,9,3,'רביד המפל - י\"ה 2011'),(242,0,-1,-1,24,4,'שלמה וישכה - י\"נ 2011'),(243,3,-1,-1,8,5,'אריאל ואודליה - י\"נ 2011'),(244,3,-1,-1,17,7,'מיקי בוכבינדר - י\"ה 1976'),(245,0,-1,-1,4,2,'רחל לוינסון - י\"ז תשע\"ב'),(246,0,-1,-1,23,12,'אפרת ומשה - י\"נ 2013'),(247,0,-1,-1,30,4,'טוביה טבצ\'ניק - י\"ה 2013'),(248,0,-1,-1,30,8,'עפר צבי המפל - י\"ה 2013'),(249,0,-1,-1,22,9,'עדי ונדב - י\"נ 2015'),(250,0,-1,-1,4,12,'מוריה ורביד - י\"נ 2014'),(251,0,-1,-1,29,7,'יונה מייזלס - י\"ז 2013'),(252,0,-1,-1,5,2,'יונתן אבני (אפרת) - י\"ה 2014'),(253,0,-1,-1,7,2,'רבקה ודוד - י\"נ 2015'),(254,0,-1,-1,26,11,'אבישג ודוד - י\"נ 2016'),(255,0,-1,-1,29,7,'עדינה רוט-י\"ז תשמד'),(256,4,-1,-1,5,8,'זאב קרוטהמר-י\"ז'),(257,0,-1,-1,23,1,'אבא (יהושע)-י\"ז תשלב'),(261,4,29,0,-1,-1,'יעל (נכדה גת)-י\"ה 1997'),(262,4,31,0,-1,-1,'יזהר גת-י\"ה 1935'),(263,4,5,1,-1,-1,'טלי גת - י\"ה'),(264,4,4,7,-1,-1,'יניב (נכד גת)-י\"ה 1998'),(265,4,13,8,-1,-1,'יונתן (נכד גת)-י\"ה 1992'),(266,4,10,10,-1,-1,'אילן גת-י\"ה 1972'),(267,4,13,11,-1,-1,'צפורה ויזהר גת-י\"נ 1960'),(268,4,30,11,-1,-1,'חנה גולדברג-י\"ה'),(269,4,4,2,-1,-1,'משה גת-י\"ה 1970'),(271,4,-1,-1,15,10,'צפורה גת-י\"ה'),(272,4,-1,-1,26,6,'שמואליק-י\"ה'),(273,4,23,11,-1,-1,'תמי בן-עמרם-י\"ה'),(274,4,-1,-1,25,8,'יוסט ישראל-י\"ה (בחנוכה)'),(275,4,5,5,-1,-1,'הלן לבנת-י\"ה'),(276,0,-1,-1,26,3,'אביה צור-י\"ה תשס\"ה'),(277,0,-1,-1,28,6,'אפרת קרישר - י\"ה 2005'),(278,4,26,10,-1,-1,'יהלי גת - י\"ה 2005'),(279,4,10,8,-1,-1,'מיקי לבנת-י\"ה 1935'),(280,0,-1,-1,29,3,'קותי - י\"ה 1936'),(281,0,-1,-1,2,8,'אבי המפל - י\"ה 1975'),(284,0,13,6,23,3,'בת ציון ברנדס -י\"ה 2012'),(285,0,-1,-1,11,6,'כנרת הורוביץ - י\"ה 2012'),(286,0,-1,-1,26,7,'הילה הלוי - י\"ה 2012'),(288,0,23,5,7,3,'יאיר טבצ\'ניק - י\"ה 2007'),(289,0,-1,-1,1,3,'טוהר טבצ\'ניק - 2008'),(290,4,22,4,-1,-1,'מאיה גת (אושי)-י\"ה 2010'),(291,0,-1,-1,3,7,'מעיין הורוביץ-י\"ה 2010'),(292,4,-1,-1,10,4,'(אתרוג,אזור 2 שורה 7 מס 8'),(293,4,-1,-1,27,5,'שבתי קרוטהמר - י\"ז'),(294,0,-1,-1,15,6,'אסיף ברנדס - י\"ה 2013'),(295,0,-1,-1,13,7,'יואב הורוביץ-י\"ה 2013'),(296,0,-1,-1,30,8,'עופר המפל-י\"ה 2013'),(297,4,-1,-1,24,11,'נעם רון-י\"ז??'),(298,0,-1,-1,5,5,'שילה צור - י\"ה 2014'),(300,0,-1,-1,13,9,'בניה הורוביץ-י\"ה 2015'),(301,4,-1,-1,8,6,'תומר אלוני-י\"ה 2012'),(302,4,-1,-1,13,9,'נטע פיטל-י\"ה 2015'),(303,0,-1,-1,26,7,'נתנאל הלוי-י\"ה 2015'),(304,0,-1,-1,24,0,'שמשון ברנדס-י\"ה 2015'),(305,0,-1,-1,18,9,'נטע שמשון ברנדס-י\"ה 2015'),(306,0,-1,-1,8,2,'עוז (מוריה)-י\"ה 2015'),(307,0,-1,-1,15,10,'דרור אבני-י\"ה 2016');
/*!40000 ALTER TABLE `events` ENABLE KEYS */;
UNLOCK TABLES;
SET @@SESSION.SQL_LOG_BIN = @MYSQLDUMP_TEMP_LOG_BIN;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2026-01-19 17:13:29
